IDEA Open Model
OpenModel.Tendon Property
Compatible with IDEA StatiCa v 10.1
 Tendon
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public List<Tendon> Tendon { get; set; }
Public Property Tendon As List(Of Tendon)
	Get
	Set
public:
property List<Tendon^>^ Tendon {
	List<Tendon^>^ get ();
	void set (List<Tendon^>^ value);
}
Property Value
Type: List<Tendon>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace